import firstNews from "../../images/news1.webp";
import secNews from "../../images/news2.jpg";
import thNews from "../../images/news3.jpg";

export const allNews = [
  {
    id: "new1",
    name: "Племінна програма",
    img: firstNews,
    info: "Вибір індивідуального напрямку для роботи: аналіз і вибір принципів формування розплідника та правила основних методів розведення, включаючи інбридинг. Детальний огляд стандартів WCF для окремих порід і орієнтація на породи учасників згідно з правилами опису експертом та дискваліфікуючими ознаками.",
  },
  {
    id: "new2",
    name: "Інфекційні захворювання",
    img: secNews,
    info: "Вибір індивідуального напрямку для роботи: аналіз і вибір принципів формування розплідника та правила основних методів розведення, включаючи інбридинг. Детальний огляд стандартів WCF для окремих порід і орієнтація на породи учасників згідно з правилами опису експертом та дискваліфікуючими ознаками.",
  },
  {
    id: "new3",
    name: "Журнал Сat Club",
    img: thNews,
    info: "Вибір індивідуального напрямку для роботи: аналіз і вибір принципів формування розплідника та правила основних методів розведення, включаючи інбридинг. Детальний огляд стандартів WCF для окремих порід і орієнтація на породи учасників згідно з правилами опису експертом та дискваліфікуючими ознаками.",
  },
];
